"%[All]@ of the following are true" = "以下の条件の %1$[すべてと一致した]@ 項目";
"%[Any]@ of the following are true" = "以下の条件の %1$[いずれかと一致した]@ 項目";
"%[None]@ of the following are true" = "以下の条件の %1$[いずれも一致しない]@ 項目";

"%[displayName]@ %[is]@ %@" = "%1$[名前が]@ %2$[次と等しい]@ %3$@";
"%[displayName]@ %[is not]@ %@" = "%1$[名前が]@ %2$[次と異なる]@ %3$@";
"%[displayName]@ %[begins with]@ %@" = "%1$[名前が]@ %2$[次で始まる]@ %3$@";
"%[displayName]@ %[ends with]@ %@" = "%1$[名前が]@ %2$[次で終わる]@ %3$@";
"%[displayName]@ %[contains]@ %@" = "%1$[名前が]@ %2$[次を含む]@ %3$@";
"%[displayName]@ %[matches]@ %@" = "%1$[名前が]@ %2$[次と一致]@ %3$@";

"%[path]@ %[is]@ %@" = "%1$[パスが]@ %2$[次と等しい]@ %3$@";
"%[path]@ %[is not]@ %@" = "%1$[パスが]@ %2$[次と異なる]@ %3$@";
"%[path]@ %[begins with]@ %@" = "%1$[パスが]@ %2$[次で始まる]@ %3$@";
"%[path]@ %[ends with]@ %@" = "%1$[パスが]@ %2$[次で終わる]@ %3$@";
"%[path]@ %[contains]@ %@" = "%1$[パスが]@ %2$[次を含む]@ %3$@";
"%[path]@ %[matches]@ %@" = "%1$[パスが]@ %2$[次と一致]@ %3$@";

"%[modificationDate]@ %[is greater than]@ %@ %[days]@" = "%1$[変更日が]@ %2$[次より新しい]@ %3$@ %4$[日前]@";
"%[modificationDate]@ %[is greater than]@ %@ %[weeks]@" = "%1$[変更日が]@ %2$[次より新しい]@ %3$@ %4$[週間前]@";
"%[modificationDate]@ %[is greater than]@ %@ %[months]@" = "%1$[変更日が]@ %2$[次より新しい]@ %3$@ %4$[ヶ月前]@";
"%[modificationDate]@ %[is less than]@ %@ %[days]@" = "%1$[変更日が]@ %2$[次より古い]@ %3$@ %4$[日前]@";
"%[modificationDate]@ %[is less than]@ %@ %[weeks]@" = "%1$[変更日が]@ %2$[次より古い]@ %3$@ %4$[週間前]@";
"%[modificationDate]@ %[is less than]@ %@ %[months]@" = "%1$[変更日が]@ %2$[次より古い]@ %3$@ %4$[ヶ月前]@";

"%[modificationDate]@ %[is]@ %@" = "%1$[変更日が]@ %2$[次と等しい]@ %3$@";
"%[modificationDate]@ %[is not]@ %@" = "%1$[変更日が]@ %2$[次と異なる]@ %3$@";
"%[modificationDate]@ %[is less than]@ %@" = "%1$[変更日が]@ %2$[次より前]@ %3$@";
"%[modificationDate]@ %[is greater than]@ %@" = "%1$[変更日が]@ %2$[次より後]@ %3$@";

"%[size]@ %[is]@ %@ %[KB]@" = "%1$[サイズが]@ %2$[次と等しい]@ %3$@ %4$[KB]@";
"%[size]@ %[is]@ %@ %[MB]@" = "%1$[サイズが]@ %2$[次と等しい]@ %3$@ %4$[MB]@";
"%[size]@ %[is]@ %@ %[GB]@" = "%1$[サイズが]@ %2$[次と等しい]@ %3$@ %4$[GB]@";
"%[size]@ %[is greater than]@ %@ %[KB]@" = "%1$[サイズが]@ %2$[が次より大きい]@ %3$@ %4$[KB]@";
"%[size]@ %[is greater than]@ %@ %[MB]@" = "%1$[サイズが]@ %2$[が次より大きい]@ %3$@ %4$[MB]@";
"%[size]@ %[is greater than]@ %@ %[GB]@" = "%1$[サイズが]@ %2$[が次より大きい]@ %3$@ %4$[GB]@";
"%[size]@ %[is less than]@ %@ %[KB]@" = "%1$[サイズが]@ %2$[が次より小さい]@ %3$@ %4$[KB]@";
"%[size]@ %[is less than]@ %@ %[MB]@" = "%1$[サイズが]@ %2$[が次より小さい]@ %3$@ %4$[MB]@";
"%[size]@ %[is less than]@ %@ %[GB]@" = "%1$[サイズが]@ %2$[が次より小さい]@ %3$@ %4$[GB]@";
"%[size]@ %[is not]@ %@ %[KB]@" = "%1$[サイズが]@ %2$[次と異なる]@ %3$@ %4$[KB]@";
"%[size]@ %[is not]@ %@ %[MB]@" = "%1$[サイズが]@ %2$[次と異なる]@ %3$@ %4$[MB]@";
"%[size]@ %[is not]@ %@ %[GB]@" = "%1$[サイズが]@ %2$[次と異なる]@ %3$@ %4$[GB]@";

"%[kind]@ %[is]@ %@" = "%1$[種類が]@ %2$[次と等しい]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[種類が]@ %2$[次と異なる]@ %3$@";
"%[kind]@ %[contains]@ %@" = "%1$[種類が]@ %2$[次を含む]@ %3$@";
"%[kind]@ %[matches]@ %@" = "%1$[種類が]@ %2$[次と一致]@ %3$@";


